Repository: dkxmercury/Rema
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ru, uk, uz_cyrl, uz_latn

source: %@ and %@
ar: %1$@ و%2$@
de: %1$@ und %2$@
fr: %1$@ et %2$@
ru: %1$@ и %2$@
uk: %1$@ і %2$@
uz_cyrl: %1$@ ва %2$@
uz_latn: %1$@ va %2$@

source: %@ at %@
ar: %1$@ في %2$@
de: %1$@ um %2$@
fr: %1$@ à %2$@
ru: %1$@ в %2$@
uk: %1$@ о %2$@
uz_cyrl: %1$@, соат %2$@
uz_latn: %1$@, soat %2$@

source: %@ colder than the day before.
ar: أبرد بـ%@ من اليوم السابق.
de: %@ kälter als am Vortag.
fr: %@ de moins que la veille.
ru: На %@ холоднее, чем накануне.
uk: На %@ холодніше, ніж напередодні.
uz_cyrl: Олдинги кундан %@ совуқроқ.
uz_latn: Oldingi kundan %@ sovuqroq.

source: %@ sign-in
ar: الدخول عبر %@
de: Anmelden mit %@
fr: Ouverture avec %@
ru: Вход по %@
uk: Вхід через %@
uz_cyrl: %@ орқали кириш
uz_latn: %@ orqali kirish

source: %@ · you can pick several
ar: %@ · يمكنك اختيار أكثر من واحد
de: %@ · Mehrfachauswahl möglich
fr: %@ · plusieurs choix possibles
ru: %@ · можно выбрать несколько
uk: %@ · можна вибрати кілька
uz_cyrl: %@ · бир нечтасини танлаш мумкин
uz_latn: %@ · bir nechtasini tanlash mumkin

source: %@, reminding in advance
ar: %@، تذكير مسبق
de: %@, Vorab-Erinnerung
fr: %@, rappel anticipé
ru: %@, напоминаю заранее
uk: %@, нагадую заздалегідь
uz_cyrl: %@, олдиндан эслатаман
uz_latn: %@, oldindan eslataman

source: %lld days before
ar: قبل %lld يوم
de: %lld Tage vorher
fr: %lld jours avant
ru: за %lld дня
uk: за %lld дні
uz_cyrl: %lld кун олдин
uz_latn: %lld kun oldin

source: %lld hours before
ar: قبل %lld ساعة
de: %lld Stunden vorher
fr: %lld heures avant
ru: за %lld часа
uk: за %lld години
uz_cyrl: %lld соат олдин
uz_latn: %lld soat oldin

source: %lld m
ar: %lld م
ru: %lld м
uk: %lld м
uz_cyrl: %lld м

source: %lld minutes before
ar: قبل %lld دقيقة
de: %lld Minuten vorher
fr: %lld minutes avant
ru: за %lld минуты
uk: за %lld хвилини
uz_cyrl: %lld дақиқа олдин
uz_latn: %lld daqiqa oldin

source: %lld missed
ar: %lld فائت
de: %lld verpasst
fr: %lld manqués
ru: %lld пропущено
uk: %lld пропущено
uz_cyrl: %lld та ўтказилди
uz_latn: %lld ta o‘tkazildi

source: %lld more
ar: و%lld أخرى
de: %lld weitere
fr: %lld de plus
ru: ещё %lld
uk: ще %lld
uz_cyrl: яна %lld та
uz_latn: yana %lld ta

source: %lld more today
ar: %lld أخرى اليوم
de: heute noch %lld
fr: encore %lld aujourd’hui
ru: ещё %lld сегодня
uk: ще %lld сьогодні
uz_cyrl: бугун яна %lld та
uz_latn: bugun yana %lld ta

source: %lld of %lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
fr: %1$lld sur %2$lld
ru: %1$lld из %2$lld
uk: %1$lld з %2$lld
uz_cyrl: %2$lld тадан %1$lld та
uz_latn: %2$lld tadan %1$lld ta

source: %lld reminders
ar: %lld تذكير
de: %lld Erinnerungen
fr: %lld rappels
ru: %lld напоминания
uk: %lld нагадування
uz_cyrl: %lld та эслатма
uz_latn: %lld ta eslatma

source: A quick look at what you can turn on and where to find it.
ar: نظرة سريعة على ما يمكنك تفعيله وأين تجده.
de: Kurz, was du einschalten kannst und wo du es findest.
fr: En bref, ce que vous pouvez activer et où le trouver.
ru: Коротко о том, что можно включить и где это найти.
uk: Коротко про те, що можна ввімкнути і де це знайти.
uz_cyrl: Нимани ёқиш мумкин ва уни қаердан топиш ҳақида қисқача.
uz_latn: Nimani yoqish mumkin va uni qayerdan topish haqida qisqacha.

source: A reminder by place comes even when Rema is closed. Just keep location access on.
ar: يصل التذكير حسب المكان حتى عندما يكون Rema مغلقًا. فقط لا تُوقف إذن الموقع.
de: Eine Erinnerung nach Ort kommt auch, wenn Rema geschlossen ist. Lass nur den Standortzugriff an.
fr: Un rappel selon le lieu arrive même quand Rema est fermé. Gardez juste l’accès à la localisation.
ru: Напоминание по месту придёт, даже когда Rema закрыта. Только не отключайте доступ к геопозиции.
uk: Нагадування за місцем прийде, навіть коли Rema закрита. Тільки не вимикайте доступ до геопозиції.
uz_cyrl: Жойга кўра эслатма Rema ёпиқ бўлса ҳам келади. Фақат жойлашувга рухсатни ўчирманг.
uz_latn: Joyga ko‘ra eslatma Rema yopiq bo‘lsa ham keladi. Faqat joylashuvga ruxsatni o‘chirmang.

source: A warm weekend
ar: عطلة نهاية أسبوع دافئة
de: Ein warmes Wochenende
fr: Un week-end doux
ru: Тёплые выходные
uk: Теплі вихідні
uz_cyrl: Илиқ дам олиш кунлари
uz_latn: Iliq dam olish kunlari

source: Account
ar: الحساب
de: Konto
fr: Compte
ru: Аккаунт
uk: Акаунт
uz_cyrl: Аккаунт
uz_latn: Akkaunt

source: Add a time
ar: أضف وقتًا
de: Zeit hinzufügen
fr: Ajoutez une heure
ru: Добавьте время
uk: Додайте час
uz_cyrl: Вақт қўшинг
uz_latn: Vaqt qo‘shing

source: Add a widget and the dial with the next reminder will always be in sight.
ar: أضف أداة، وسيبقى القرص مع التذكير القادم أمام عينيك دائمًا.
de: Füge ein Widget hinzu, dann hast du das Zifferblatt mit der nächsten Erinnerung immer im Blick.
fr: Ajoutez un widget, le cadran avec le prochain rappel sera toujours sous vos yeux.
ru: Добавьте виджет, и циферблат с ближайшим напоминанием всегда будет перед глазами.
uk: Додайте віджет, і циферблат із найближчим нагадуванням завжди буде перед очима.
uz_cyrl: Виджет қўшинг, яқин эслатмали циферблат доим кўз олдингизда бўлади.
uz_latn: Vidjet qo‘shing, yaqin eslatmali siferblat doim ko‘z oldingizda bo‘ladi.

source: Add place
ar: إضافة مكان
de: Ort hinzufügen
fr: Ajouter un lieu
ru: Добавить место
uk: Додати місце
uz_cyrl: Жой қўшиш
uz_latn: Joy qo‘shish

source: Add reminder
ar: إضافة تذكير
de: Erinnerung hinzufügen
fr: Ajouter un rappel
ru: Добавить напоминание
uk: Додати нагадування
uz_cyrl: Эслатма қўшиш
uz_latn: Eslatma qo‘shish

source: Adds a reminder from a phrase, for example tomorrow at 9 call mom.
ar: يضيف تذكيرًا من عبارة، مثل «غدًا في 9 اتصل بأمي».
de: Fügt eine Erinnerung aus einem Satz hinzu, zum Beispiel „morgen um 9 Mama anrufen“.
fr: Ajoute un rappel à partir d’une phrase, par exemple « demain à 9 h appeler maman ».
ru: Добавляет напоминание из фразы, например «завтра в 9 позвонить маме».
uk: Додає нагадування з фрази, наприклад «завтра о 9 подзвонити мамі».
uz_cyrl: Иборадан эслатма қўшади, масалан «эртага соат 9 да онамга қўнғироқ қилиш».
uz_latn: Iboradan eslatma qo‘shadi, masalan «ertaga soat 9 da onamga qo‘ng‘iroq qilish».

source: After 10 times
ar: بعد 10 مرات
de: Nach 10 Mal
fr: Après 10 fois
ru: После 10 раз
uk: Після 10 разів
uz_cyrl: 10 мартадан кейин
uz_latn: 10 martadan keyin

source: After 3 times
ar: بعد 3 مرات
de: Nach 3 Mal
fr: Après 3 fois
ru: После 3 раз
uk: Після 3 разів
uz_cyrl: 3 мартадан кейин
uz_latn: 3 martadan keyin

source: After 5 times
ar: بعد 5 مرات
de: Nach 5 Mal
fr: Après 5 fois
ru: После 5 раз
uk: Після 5 разів
uz_cyrl: 5 мартадан кейин
uz_latn: 5 martadan keyin

source: After you sign out, reminders disappear from this phone and come back the next time you sign in.
ar: بعد تسجيل الخروج تختفي التذكيرات من هذا الهاتف وتعود عند تسجيل الدخول التالي.
de: Nach dem Abmelden verschwinden die Erinnerungen von diesem Telefon und kommen bei der nächsten Anmeldung zurück.
fr: Après la déconnexion, les rappels disparaissent de ce téléphone et reviennent à la prochaine connexion.
ru: После выхода напоминания пропадут с этого телефона и вернутся при следующем входе.
uk: Після виходу нагадування зникнуть із цього телефона й повернуться під час наступного входу.
uz_cyrl: Чиққанингиздан кейин эслатмалар бу телефондан йўқолади ва кейинги киришда қайтади.
uz_latn: Chiqqaningizdan keyin eslatmalar bu telefondan yo‘qoladi va keyingi kirishda qaytadi.

source: All scheduled
ar: كل التذكيرات المجدولة
de: Alles Geplante
fr: Tous les rappels prévus
ru: Все запланированные
uk: Усі заплановані
uz_cyrl: Барча режалаштирилганлар
uz_latn: Barcha rejalashtirilganlar

source: Allow microphone access in Settings to dictate reminders.
ar: اسمح بالوصول إلى الميكروفون في الإعدادات لإملاء التذكيرات.
de: Erlaube den Mikrofonzugriff in den Einstellungen, um Erinnerungen zu diktieren.
fr: Pour dicter des rappels, autorisez l’accès au micro dans Réglages.
ru: Чтобы диктовать напоминания, разрешите доступ к микрофону в Настройках.
uk: Щоб диктувати нагадування, дозвольте доступ до мікрофона в Параметрах.
uz_cyrl: Эслатмаларни айтиб ёзиш учун Созламаларда микрофонга рухсат беринг.
uz_latn: Eslatmalarni aytib yozish uchun Sozlamalarda mikrofonga ruxsat bering.

source: Allow speech recognition in Settings to dictate reminders.
ar: اسمح بالتعرف على الكلام في الإعدادات لإملاء التذكيرات.
de: Erlaube die Spracherkennung in den Einstellungen, um Erinnerungen zu diktieren.
fr: Pour dicter des rappels, autorisez la reconnaissance vocale dans Réglages.
ru: Чтобы диктовать напоминания, разрешите распознавание речи в Настройках.
uk: Щоб диктувати нагадування, дозвольте розпізнавання мовлення в Параметрах.
uz_cyrl: Эслатмаларни айтиб ёзиш учун Созламаларда нутқни таниб олишга рухсат беринг.
uz_latn: Eslatmalarni aytib yozish uchun Sozlamalarda nutqni tanib olishga ruxsat bering.

source: Allowed
ar: مسموح
de: Erlaubt
fr: Autorisé
ru: Разрешено
uk: Дозволено
uz_cyrl: Рухсат берилган
uz_latn: Ruxsat berilgan

source: Another time
ar: وقت آخر
de: Andere Zeit
fr: Autre moment
ru: Другое время
uk: Інший час
uz_cyrl: Бошқа вақт
uz_latn: Boshqa vaqt

source: App language
ar: لغة التطبيق
de: App-Sprache
fr: Langue de l’app
ru: Язык приложения
uk: Мова застосунку
uz_cyrl: Илова тили
uz_latn: Ilova tili

source: Apple ID with a hidden email
ar: Apple ID ببريد مخفي
de: Apple-ID mit verborgener E-Mail
fr: Identifiant Apple avec e-mail masqué
ru: Apple ID со скрытой почтой
uk: Apple ID із прихованою поштою
uz_cyrl: Почтаси яширилган Apple ID
uz_latn: Pochtasi yashirilgan Apple ID

source: Arabic
ar: العربية
de: Arabisch
fr: Arabe
ru: Арабский
uk: Арабська
uz_cyrl: Араб тили
uz_latn: Arab tili

source: Arrived: %@
ar: وصلت: %@
de: Angekommen: %@
fr: Arrivée : %@
ru: Вы пришли: %@
uk: Ви прийшли: %@
uz_cyrl: Етиб келдингиз: %@
uz_latn: Yetib keldingiz: %@

source: As in system
ar: حسب النظام
de: Wie System
fr: Comme le système
ru: Как в системе
uk: Як у системі
uz_cyrl: Тизимдагидек
uz_latn: Tizimdagidek

source: At least 8 characters
ar: 8 أحرف على الأقل
de: Mindestens 8 Zeichen
fr: Au moins 8 caractères
ru: Не короче 8 знаков
uk: Не коротше 8 знаків
uz_cyrl: Камида 8 та белги
uz_latn: Kamida 8 ta belgi

source: Back
ar: رجوع
de: Zurück
fr: Retour
ru: Назад
uk: Назад
uz_cyrl: Орқага
uz_latn: Orqaga

source: Built-in
ar: مدمجة
de: Mitgeliefert
fr: Intégrés
ru: Готовые
uk: Готові
uz_cyrl: Тайёр
uz_latn: Tayyor

source: Buy bread and milk
ar: شراء الخبز والحليب
de: Brot und Milch kaufen
fr: Acheter du pain et du lait
ru: Купить хлеб и молоко
uk: Купити хліб і молоко
uz_cyrl: Нон ва сут олиш
uz_latn: Non va sut olish

source: By continuing, you agree to the [Terms](https://remaapp.cc/terms/) and the [Privacy Policy](https://remaapp.cc/privacy/).
ar: بالمتابعة، أنت توافق على [الشروط](https://remaapp.cc/terms/) و[سياسة الخصوصية](https://remaapp.cc/privacy/).
de: Wenn du fortfährst, stimmst du den [Bedingungen](https://remaapp.cc/terms/) und der [Datenschutzerklärung](https://remaapp.cc/privacy/) zu.
fr: En continuant, vous acceptez les [Conditions](https://remaapp.cc/terms/) et la [Politique de confidentialité](https://remaapp.cc/privacy/).
ru: Продолжая, вы соглашаетесь с [Условиями](https://remaapp.cc/ru/terms/) и [Политикой конфиденциальности](https://remaapp.cc/ru/privacy/).
uk: Продовжуючи, ви погоджуєтеся з [Умовами](https://remaapp.cc/terms/) і [Політикою конфіденційності](https://remaapp.cc/privacy/).
uz_cyrl: Давом этиб, сиз [Шартлар](https://remaapp.cc/terms/) ва [Махфийлик сиёсати](https://remaapp.cc/privacy/) билан рози бўласиз.
uz_latn: Davom etib, siz [Shartlar](https://remaapp.cc/terms/) va [Maxfiylik siyosati](https://remaapp.cc/privacy/) bilan rozi bo‘lasiz.

source: By place
ar: حسب المكان
de: Nach Ort
fr: Selon le lieu
ru: По месту
uk: За місцем
uz_cyrl: Жойга кўра
uz_latn: Joyga ko‘ra

source: By voice
ar: بالصوت
de: Per Sprache
fr: À la voix
ru: Голосом
uk: Голосом
uz_cyrl: Овоз билан
uz_latn: Ovoz bilan

source: Calendar
ar: التقويم
de: Kalender
fr: Calendrier
ru: Календарь
uk: Календар
uz_cyrl: Тақвим
uz_latn: Taqvim

source: Call
ar: اتصال
de: Anrufen
fr: Appeler
ru: Позвонить
uk: Подзвонити
uz_cyrl: Қўнғироқ қилиш
uz_latn: Qo‘ng‘iroq qilish

source: Call the supplier
ar: الاتصال بالمورّد
de: Lieferanten anrufen
fr: Appeler le fournisseur
ru: Позвонить поставщику
uk: Подзвонити постачальнику
uz_cyrl: Етказиб берувчига қўнғироқ қилиш
uz_latn: Yetkazib beruvchiga qo‘ng‘iroq qilish

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
ru: Отмена
uk: Скасувати
uz_cyrl: Бекор қилиш
uz_latn: Bekor qilish

source: Change time
ar: تغيير الوقت
de: Zeit ändern
fr: Changer l’heure
ru: Другое время
uk: Інший час
uz_cyrl: Вақтни ўзгартириш
uz_latn: Vaqtni o‘zgartirish

source: Check the email and password and try again.
ar: تحقق من البريد وكلمة المرور ثم حاول مرة أخرى.
de: Prüfe E-Mail und Passwort und versuch es noch einmal.
fr: Vérifiez l’e-mail et le mot de passe, puis réessayez.
ru: Проверьте почту и пароль и попробуйте ещё раз.
uk: Перевірте пошту й пароль і спробуйте ще раз.
uz_cyrl: Почта ва паролни текшириб, қайта уриниб кўринг.
uz_latn: Pochta va parolni tekshirib, qayta urinib ko‘ring.

source: Choose a time
ar: اختر الوقت
de: Zeit wählen
fr: Choisir l’heure
ru: Выбрать время
uk: Вибрати час
uz_cyrl: Вақтни танлаш
uz_latn: Vaqtni tanlash

source: Choose from Files
ar: اختر من «الملفات»
de: Aus „Dateien“ wählen
fr: Choisir dans Fichiers
ru: Выбрать из «Файлов»
uk: Вибрати з «Файлів»
uz_cyrl: «Файллар»дан танлаш
uz_latn: «Fayllar»dan tanlash

source: City
ar: المدينة
de: Stadt
fr: Ville
ru: Город
uk: Місто
uz_cyrl: Шаҳар
uz_latn: Shahar

source: Clear
ar: مسح
de: Löschen
fr: Effacer
ru: Очистить
uk: Очистити
uz_cyrl: Тозалаш
uz_latn: Tozalash

source: Close
ar: إغلاق
de: Schließen
fr: Fermer
ru: Закрыть
uk: Закрити
uz_cyrl: Ёпиш
uz_latn: Yopish

source: Code from the email
ar: الرمز من الرسالة
de: Code aus der E-Mail
fr: Code reçu par e-mail
ru: Код из письма
uk: Код із листа
uz_cyrl: Хатдаги код
uz_latn: Xatdagi kod

source: Colder today
ar: أبرد اليوم
de: Heute kälter
fr: Plus froid aujourd’hui
ru: Сегодня похолодало
uk: Сьогодні похолоднішало
uz_cyrl: Бугун совуқроқ
uz_latn: Bugun sovuqroq

source: Colder tomorrow
ar: أبرد غدًا
de: Morgen kälter
fr: Plus froid demain
ru: Завтра похолодает
uk: Завтра похолоднішає
uz_cyrl: Эртага совуқроқ бўлади
uz_latn: Ertaga sovuqroq bo‘ladi

source: Completed
ar: المكتملة
de: Erledigt
fr: Terminés
ru: Выполнено
uk: Виконано
uz_cyrl: Бажарилганлар
uz_latn: Bajarilganlar

source: Continue
ar: متابعة
de: Weiter
fr: Continuer
ru: Продолжить
uk: Продовжити
uz_cyrl: Давом этиш
uz_latn: Davom etish

source: Continue with Apple
ar: المتابعة باستخدام Apple
de: Mit Apple fortfahren
fr: Continuer avec Apple
ru: Продолжить с Apple
uk: Продовжити з Apple
uz_cyrl: Apple билан давом этиш
uz_latn: Apple bilan davom etish

source: Continue with Google
ar: المتابعة باستخدام Google
de: Mit Google fortfahren
fr: Continuer avec Google
ru: Продолжить с Google
uk: Продовжити з Google
uz_cyrl: Google билан давом этиш
uz_latn: Google bilan davom etish

source: Continue without signing in
ar: المتابعة دون تسجيل الدخول
de: Ohne Anmeldung weiter
fr: Continuer sans connexion
ru: Продолжить без входа
uk: Продовжити без входу
uz_cyrl: Кирмасдан давом этиш
uz_latn: Kirmasdan davom etish

source: Control Center and the Action button
ar: مركز التحكم وزر الإجراء
de: Kontrollzentrum und Aktionstaste
fr: Centre de contrôle et bouton Action
ru: Пункт управления и кнопка действия
uk: Центр керування і кнопка дії
uz_cyrl: Бошқарув маркази ва ҳаракат тугмаси
uz_latn: Boshqaruv markazi va harakat tugmasi

source: Could not delete the account. Try again.
ar: تعذّر حذف الحساب. حاول مرة أخرى.
de: Das Konto konnte nicht gelöscht werden. Versuch es noch einmal.
fr: Impossible de supprimer le compte. Réessayez.
ru: Не получилось удалить аккаунт. Попробуйте ещё раз.
uk: Не вдалося видалити акаунт. Спробуйте ще раз.
uz_cyrl: Аккаунтни ўчириб бўлмади. Қайта уриниб кўринг.
uz_latn: Akkauntni o‘chirib bo‘lmadi. Qayta urinib ko‘ring.

source: Could not read this file
ar: تعذرت قراءة هذا الملف
de: Datei konnte nicht gelesen werden
fr: Impossible de lire ce fichier
ru: Не удалось прочитать файл
uk: Не вдалося прочитати файл
uz_cyrl: Файлни ўқиб бўлмади
uz_latn: Faylni o‘qib bo‘lmadi

source: Could not save on this phone, there is not enough space.
ar: تعذّر الحفظ على الهاتف، لا توجد مساحة كافية.
de: Speichern auf dem Telefon klappt nicht, es fehlt Speicherplatz.
fr: Impossible d’enregistrer sur le téléphone, il manque de l’espace.
ru: Не удаётся сохранить на телефоне, не хватает места.
uk: Не вдається зберегти на телефоні, бракує місця.
uz_cyrl: Телефонда сақлаб бўлмаяпти, жой етмаяпти.
uz_latn: Telefonda saqlab bo‘lmayapti, joy yetmayapti.

source: Could not send the email. Try again.
ar: تعذّر إرسال الرسالة. حاول مرة أخرى.
de: Die E-Mail konnte nicht gesendet werden. Versuch es noch einmal.
fr: Impossible d’envoyer l’e-mail. Réessayez.
ru: Не получилось отправить письмо. Попробуйте ещё раз.
uk: Не вдалося надіслати лист. Спробуйте ще раз.
uz_cyrl: Хатни юбориб бўлмади. Қайта уриниб кўринг.
uz_latn: Xatni yuborib bo‘lmadi. Qayta urinib ko‘ring.

source: Could not sign in. Try again.
ar: تعذّر تسجيل الدخول. حاول مرة أخرى.
de: Anmeldung fehlgeschlagen. Versuch es noch einmal.
fr: Connexion impossible. Réessayez.
ru: Не получилось войти. Попробуйте ещё раз.
uk: Не вдалося увійти. Спробуйте ще раз.
uz_cyrl: Кириб бўлмади. Қайта уриниб кўринг.
uz_latn: Kirib bo‘lmadi. Qayta urinib ko‘ring.

source: Could not start the microphone.
ar: تعذر تشغيل الميكروفون.
de: Mikrofon konnte nicht gestartet werden.
fr: Impossible d’activer le micro.
ru: Не удалось включить микрофон.
uk: Не вдалося увімкнути мікрофон.
uz_cyrl: Микрофонни ёқиб бўлмади.
uz_latn: Mikrofonni yoqib bo‘lmadi.

source: Country house
ar: البيت الريفي
de: Datscha
fr: Maison de campagne
ru: Дача
uk: Дача
uz_cyrl: Дала ҳовли
uz_latn: Dala hovli

source: Create account
ar: إنشاء حساب
de: Konto erstellen
fr: Créer un compte
ru: Создать аккаунт
uk: Створити акаунт
uz_cyrl: Аккаунт яратиш
uz_latn: Akkaunt yaratish

source: Create reminder
ar: إنشاء تذكير
de: Erinnerung erstellen
fr: Créer un rappel
ru: Создать напоминание
uk: Створити нагадування
uz_cyrl: Эслатма яратиш
uz_latn: Eslatma yaratish

source: Custom time
ar: وقت مخصص
de: Eigene Zeit
fr: Autre délai
ru: Своё время
uk: Свій час
uz_cyrl: Ўз вақтингиз
uz_latn: O‘z vaqtingiz

source: Dark
ar: داكن
de: Dunkel
fr: Sombre
ru: Тёмная
uk: Темна
uz_cyrl: Тўқ
uz_latn: To‘q

source: Data sources
ar: مصادر البيانات
de: Datenquellen
fr: Sources des données
ru: Источники данных
uk: Джерела даних
uz_cyrl: Маълумот манбалари
uz_latn: Ma’lumot manbalari

source: Date and time
ar: التاريخ والوقت
de: Datum und Uhrzeit
fr: Date et heure
ru: Дата и время
uk: Дата і час
uz_cyrl: Сана ва вақт
uz_latn: Sana va vaqt

source: Default sound
ar: الصوت الافتراضي
de: Standardton
fr: Son par défaut
ru: Звук по умолчанию
uk: Звук за замовчуванням
uz_cyrl: Асосий товуш
uz_latn: Asosiy tovush

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
ru: Удалить
uk: Видалити
uz_cyrl: Ўчириш
uz_latn: O‘chirish

source: Delete account
ar: حذف الحساب
de: Konto löschen
fr: Supprimer le compte
ru: Удалить аккаунт
uk: Видалити акаунт
uz_cyrl: Аккаунтни ўчириш
uz_latn: Akkauntni o‘chirish

source: Delete forever
ar: حذف نهائي
de: Endgültig löschen
fr: Supprimer définitivement
ru: Удалить навсегда
uk: Видалити назавжди
uz_cyrl: Бутунлай ўчириш
uz_latn: Butunlay o‘chirish

source: Delete place
ar: حذف المكان
de: Ort löschen
fr: Supprimer le lieu
ru: Удалить место
uk: Видалити місце
uz_cyrl: Жойни ўчириш
uz_latn: Joyni o‘chirish

source: Delete place?
ar: حذف المكان؟
de: Ort löschen?
fr: Supprimer le lieu ?
ru: Удалить место?
uk: Видалити місце?
uz_cyrl: Жой ўчирилсинми?
uz_latn: Joy o‘chirilsinmi?

source: Delete reminder
ar: حذف التذكير
de: Erinnerung löschen
fr: Supprimer le rappel
ru: Удалить напоминание
uk: Видалити нагадування
uz_cyrl: Эслатмани ўчириш
uz_latn: Eslatmani o‘chirish

source: Delete reminder?
ar: حذف التذكير؟
de: Erinnerung löschen?
fr: Supprimer le rappel ?
ru: Удалить напоминание?
uk: Видалити нагадування?
uz_cyrl: Эслатма ўчирилсинми?
uz_latn: Eslatma o‘chirilsinmi?

source: Dial
ar: القرص
de: Zifferblatt
fr: Cadran
ru: Циферблат
uk: Циферблат
uz_cyrl: Циферблат
uz_latn: Siferblat

source: Dictate
ar: إملاء
de: Diktieren
fr: Dicter
ru: Сказать голосом
uk: Сказати голосом
uz_cyrl: Овоз билан айтиш
uz_latn: Ovoz bilan aytish

source: Did it
ar: تمّ
de: Erledigt
fr: Fait
ru: Сделано
uk: Зроблено
uz_cyrl: Бажарилди
uz_latn: Bajarildi

source: Dismiss
ar: إخفاء
de: Ausblenden
fr: Masquer
ru: Скрыть
uk: Сховати
uz_cyrl: Яшириш
uz_latn: Yashirish

source: Don't forget an umbrella.
ar: لا تنسَ المظلة.
de: Vergiss den Schirm nicht.
fr: N’oubliez pas votre parapluie.
ru: Не забудьте зонт.
uk: Не забудьте парасольку.
uz_cyrl: Соябонни унутманг.
uz_latn: Soyabonni unutmang.

source: Done
ar: تم
de: Fertig
fr: Terminé
ru: Готово
uk: Готово
uz_cyrl: Тайёр
uz_latn: Tayyor

source: Done, I'll remind you.
ar: تم، سأذكّرك.
de: Erledigt, ich erinnere dich.
fr: C’est noté, je vous le rappellerai.
ru: Готово, напомню.
uk: Готово, нагадаю.
uz_cyrl: Тайёр, эслатаман.
uz_latn: Tayyor, eslataman.

source: Done: %@
ar: تم: %@
de: Erledigt: %@
fr: Terminé : %@
ru: Готово: %@
uk: Готово: %@
uz_cyrl: Бажарилди: %@
uz_latn: Bajarildi: %@

source: Down to %@, dress warmer.
ar: حتى %@، البس ملابس أدفأ.
de: Bis %@, zieh dich warm an.
fr: Jusqu’à %@, couvrez-vous bien.
ru: До %@, одевайтесь теплее.
uk: До %@, одягайтеся тепліше.
uz_cyrl: %@ гача, иссиқроқ кийининг.
uz_latn: %@ gacha, issiqroq kiyining.

source: Dress warmer and enjoy it.
ar: البس ملابس أدفأ واستمتع.
de: Zieh dich warm an und genieß es.
fr: Couvrez-vous et profitez-en.
ru: Одевайтесь теплее и радуйтесь.
uk: Одягайтеся тепліше й радійте.
uz_cyrl: Иссиқроқ кийининг ва завқланинг.
uz_latn: Issiqroq kiyining va zavqlaning.

source: Dress warmer and leave a little earlier.
ar: البس ملابس أدفأ واخرج أبكر قليلًا.
de: Zieh dich warm an und geh etwas früher los.
fr: Couvrez-vous et partez un peu plus tôt.
ru: Одевайтесь теплее и выходите чуть раньше.
uk: Одягайтеся тепліше й виходьте трохи раніше.
uz_cyrl: Иссиқроқ кийининг ва сал эртароқ чиқинг.
uz_latn: Issiqroq kiyining va sal ertaroq chiqing.

source: Drops
ar: قطرات
de: Tropfen
fr: Gouttes
ru: Капли
uk: Краплі
uz_cyrl: Томчилар
uz_latn: Tomchilar

source: Earlier
ar: السابقة
de: Früher
fr: Passés
ru: Ранее
uk: Раніше
uz_cyrl: Аввалгилар
uz_latn: Avvalgilar

source: Email
ar: البريد الإلكتروني
ru: Почта
uk: Пошта
uz_cyrl: Почта
uz_latn: Pochta

source: Email and password
ar: البريد الإلكتروني وكلمة المرور
de: E-Mail und Passwort
fr: E-mail et mot de passe
ru: Почта и пароль
uk: Пошта й пароль
uz_cyrl: Почта ва пароль
uz_latn: Pochta va parol

source: Email sent
ar: تم إرسال الرسالة
de: E-Mail gesendet
fr: E-mail envoyé
ru: Письмо отправлено
uk: Лист надіслано
uz_cyrl: Хат юборилди
uz_latn: Xat yuborildi

source: Ends
ar: الانتهاء
de: Endet
fr: Fin
ru: Окончание
uk: Закінчення
uz_cyrl: Тугаши
uz_latn: Tugashi

source: English
ar: الإنجليزية
de: Englisch
fr: Anglais
ru: Английский
uk: Англійська
uz_cyrl: Инглиз тили
uz_latn: Ingliz tili

source: Enter the whole email, like name@example.com.
ar: أدخل البريد كاملًا، مثل name@example.com.
de: Gib die ganze E-Mail-Adresse ein, zum Beispiel name@example.com.
fr: Saisissez l’e-mail en entier, par exemple name@example.com.
ru: Введите почту полностью, например name@example.com.
uk: Введіть пошту повністю, наприклад name@example.com.
uz_cyrl: Почтани тўлиқ киритинг, масалан name@example.com.
uz_latn: Pochtani to‘liq kiriting, masalan name@example.com.

source: Evening
ar: المساء
de: Abend
fr: Soir
ru: Вечер
uk: Вечір
uz_cyrl: Кечқурун
uz_latn: Kechqurun
